Revit 2027 API
CompoundStructure.GetWidth Method
Overload List
Name | Description
GetWidth() |  The width implied by this compound structure.
GetWidth(Int32) |  Computes the width of the envelope (2d bounding box) of the specified region.
Top
See Also
Reference
CompoundStructure Class
Autodesk.Revit.DB Namespace